go-iris/n1-standard-1-10ms/c1000.txt
Bombarding http://10.148.0.2:8080//10ms with 100000 request(s) using 1000 connection(s)
 100000 / 100000 [===============================================================================================================] 100.00% 4s
Done!
Statistics        Avg      Stdev        Max
  Reqs/sec     21396.53    7212.68   39372.86
  Latency       46.81ms    41.28ms      1.31s
  Latency Distribution
     50%    43.90ms
     75%    51.40ms
     90%    59.71ms
     99%    84.20ms
  HTTP codes:
    1xx - 0, 2xx - 100000, 3xx - 0, 4xx - 0, 5xx - 0
    others - 0
  Throughput:     3.71MB/s