go-iris/n1-standard-1-10ms/c500.txt
Bombarding http://10.148.0.2:8080//10ms with 100000 request(s) using 500 connection(s)
 100000 / 100000 [===============================================================================================================] 100.00% 5s
Done!
Statistics        Avg      Stdev        Max
  Reqs/sec     20905.59    4764.64   30173.63
  Latency       23.91ms    20.16ms      1.06s
  Latency Distribution
     50%    22.57ms
     75%    26.12ms
     90%    31.33ms
     99%    40.84ms
  HTTP codes:
    1xx - 0, 2xx - 100000, 3xx - 0, 4xx - 0, 5xx - 0
    others - 0
  Throughput:     3.64MB/s